<?require_once "php/classes/Templates.php";?>
<html>
<? Templates::setHead("Добро Пожаловать | Sky Robux");?>
<body>
    <? Templates::setHeader(); ?>
    <!-- Main Container Start -->
    <main class="container user-agreement-wrapper">
        <h2>Пользовательское соглашение</h2>
        <p>
            1. Данное Соглашение предусматривает формализацию процесса использования
            Посетителем (потребителем) всех возможностей сетевого ресурса <a href="/">skyrobux.ru</a>. К
            возможностям указанного сетевого ресурса относятся ниже перечисленные пункты, но
            не ограничиваясь: а) предоставление информации о программных продуктах, дополнительно применяемых при использовании программного обеспечения ROBLOX, являющегося компьютерной многопользовательской командной игрой (далее по тексту
            также ROBLOX), а также об их стоимости; б) формальное предложение
            Правообладателя данного сетевого ресурса, адресованное неограниченному кругу
            посетителей (потребителей) заключить
            сделку по оказанию услуг при покупке любых дополнительных программных продуктов, с указанием всех необходимых для этого условий (публичная оферта, предусмотренная
            ст. 437 Гражданского кодекса Российской Федерации); в) программный код, интегрированный в структуру данного сетевого ресурса, результат действия которого
            представляет собой автоматическую нерепрезентативную выборку дополнительного
            программного продукта в случае заключения сделки с посетителем (потребителем)
            ресурса; г) интеграция с сервисом по оплате совершённой покупки UnitPay; д)
            техническая поддержка, реализованная в виде обратной связи и посредством перечня
            наиболее часто задаваемых вопросов (FAQ).
        </p>
        <p>
            2. При возникновении споров и спорных ситуаций стороны обязуются разрешить
            возникший вопрос во внесудебном порядке. Обо всех случаях незаконного
            использования личных данных, чужих электронных средств оплаты и других
            нарушениях Посетитель (потребитель) должен незамедлительно сообщить в
            службуподдержки сетевого ресурса <a href="/">skyrobux.ru</a>.
        </p>
        <p>
            3. Предметом Соглашения, при его акцепте Посетителем (потребителем), является
            купля-продажа услуг по получению дополнительных программных продуктов для
            использования в ROBLOX, согласно каталогу категорий продуктов, размещенному на
            главной странице сетевого ресурса <a href="/">skyrobux.ru</a>.
        </p>
        <p>
            4. Особенностью получения дополнительного программного продукта является выбор
            Посетителем (потребителем) интересующего его количества дополнительного
            программного продукта. Стоимость продукта может регулироваться Администрацией
            сетевого ресурса <a href="/">skyrobux.ru</a> зависимости от имеющегося количества.
        </p>
        <p>
            5. При использовании приобретённого дополнительного программного продукта в
            ROBLOX гарантируется его работоспособность и соответствие количеству указанному
            при оплате.
        </p>
        <p>
            6. Риск дальнейшего использования приобретенного программного продукта с момента
            его зачисления в ROBLOX переходит полностью на Посетителя. Правообладатель
            сетевого ресурса <a href="/">skyrobux.ru</a> не несёт ответственности за возможные последствия
            использования приобретённого посетителем (потребителем) программного продукта в
            ROBLOX.
        </p>
        <p>
            7. Подробное изложение процессов покупки, продажи, получения приобретенного
            товара, передачи отчуждаемого товара и тому подобное опубликовано на страницах
            сетевого
            ресурса <a href="/">skyrobux.ru</a>.
        </p>
        <p>
            8. Ознакомление со всей информацией, размещённой на страницах сетевого ресурса
            <a href="/">skyrobux.ru</a> , является обязательным этапом перед акцептованием
            данного Соглашения.
        </p>
        <p>
            9. Правообладатель сетевого ресурса <a href="/">skyrobux.ru</a> не несет ответственности за
            сложности, возникающие у Посетителя (потребителя) в использовании приобретённой
            услугой, вызванные низким качеством линий и каналов связи, предоставленных
            Посетителю (потребителю) третьими лицами, а также за сложности, связанные с
            применением нелицензионного программного обеспечения.
        </p>
        <p>
            10. Для решения проблем с покупкой Администрация вправе потребовать у
            Пользователя доказательства в виде квитанции оплаты, данных указанных при оплате и
            так же видеозапись на которой видна история полученных Средств (робаксов) на
            аккаунте в игре <a href="https://www.roblox.com/" target="_blank">roblox.com</a> который был указан при оформлении покупки.
        </p>
        <p>
            11. Отмена совершённого акцепта (одобрения и безоговорочного согласия со всеми
            условиями) допускается только в случае технического сбоя, непредумышленной ошибки
            с той или другой стороны сделки или в связи с возникновением обстоятельств
            непреодолимой силы. Во всех иных случаях сделка не может.
            непреодолимой силы. Во всех иных случаях сделка не может.
        </p>

    </main>
    <!-- Main Container End -->
    <? Templates::setFooter(); ?>
</body>
</html>